{
    "nav-main": "Главная",
    "nav-list": "Список писателей",
    "nav-about": "Об авторах",
    "main-info": "Добро пожаловать в портал ReadBel. Здесь вы можете узнать информацию о самых выдающихся писателей Беларуси. Приятного просмотра.",
    
    "daypoet-name": "Писатель дня",
    "daypoet-info": "Яку́б Ко́лас (настоящее имя и фамилия Константи́н Миха́йлович Мицке́вич; 22 октября (3 ноября) 1882 — 13 августа 1956, Минск) — белорусский писатель, драматург, поэт и переводчик, общественный деятель. Один из классиков и основоположников новой белорусской литературы. Народный поэт Белорусской ССР (1926). Академик АН Белорусской ССР (1928). Член СП СССР (1934). Заслуженный деятель науки Белорусской ССР (1944). Член ВКП(б) с 1945 года.",
    "more": "Читать подробнее",

    "list": "Писатели",

    "read-more" : "Читать подробнее",

    "listwriters-h": "Другие писатели",
    "listworks-h": "Приозведения",
    "writer-yanka": "Янка Купала",
    "writer-yakub": "Якуб Колас",
    "writer-nil": "Нил Гилевич",
    "writer-korotky": "Владимир Короткевич",
    "writer-maks": "Максим Богданович",
    "writer-yanka-i": "Я.Купала",
    "writer-yakub-i": "Я.Колас",
    "writer-nil-i": "Н.Гилевич",
    "writer-korotky-i": "В.Короткевич",
    "writer-maks-i": "М.Богданович",

    "search-holder": "Поиск писателей...",

    "anton": "Антон",
    "anton-name": "Саковский Антон",
    "anton-descript": "Студент БГУИР ФКСиС ПОИТ. Занимаюсь спортом, бывший профессиональный футболист, люблю по вечерам смотреть фильмы и зависать с друзьями. Любимое занятие - по ночам делать лабы:)",
    "oleg": "Олег",
    "oleg-name": "Бордиловский Олег",
    "oleg-descript": "Студент БГУИР КСИС ПОИТ. Обожал программировать и пробовать себя в разных направлениях, пока ему не пришлось учиться писать сайты. С тех пор просыпаюсь ночью от кошмара, что я стал frontend разработчиком.",

    "yakub-name": "Якуб Колас",
    "yakub-info": "Якуб Колас, сокр. Константин Михайлович Мицкевич (22 октября (3 ноября) 1882, слобода Акинчицы (ныне в черте города Столбцы) — 13 августа 1956, Минск) — белорусский поэт, прозаик, драматург, критик, публицист, переводчик ученый, педагог, общественный деятель; один из основоположников современной белорусской литературы и литературного языка. Народный поэт Беларуси (1926). Академик АН Беларуси (1928). Заслуженный деятель науки Беларуси (1944).",
    "yakub-h1": "Молодость",
    "yakub-h2": "Между войнами",
    "yakub-h3": "Последние годы",
    "yakub-timedesc1": "Родился в селе Акинчицы Минского уезда Минской губернии. Родители - Михал Казимирович и Анна Юрьевна (урожденная Лёсик) из села Николаевщина (сейчас 12 км от Стоубцева). Из их 13 детей до совершеннолетия дожили только 9. Отец был лесником в поместьях Радзивилов, а мать - фермером. Братья Владимир (1879—1954), Алесь (1880—1940), Иосиф (1895—1980), Михал (1897—1991), сестры Михалина (1887—1977), Юзефа (1891—1964), Мария (1900). Вскоре после рождения Костуса, так на родине звали Константина, семья переехала в урочище Ласток (или Сухощина), затем, в 1890-1904 годах, Мицкевичи жили в лесничьем поселке Альбут под Николаевщиной.",
    "yakub-timedesc2": "Во время Первой мировой войны, с 1915 г., вместе с семьей находился беженцем в Московской губернии. Мобилизован, в 1916 окончил Московскую Александровскую военную академию, служил в запасном полку в Перми. Тем временем семья переехала в Обаян (ныне Курская область России). Летом 1917 года он был отправлен на румынский фронт в звании подпоручика, но вскоре по состоянию здоровья был в отпуске. Наконец, как учитель, Константин Мицкевич (Якуб Колас) был освобожден от военной службы и остался с семьей в Обаяне, работая учителем и школьным инструктором.",
    "yakub-timedesc3": "После нападения Германии на СССР во время Второй мировой войны поэт жил в подмосковной Клязьме, Ташкенте, Москве. В 1944 году Якубу Коласу было присвоено звание заслуженного деятеля науки БССР. В конце 1944 года вернулся в Минск.",

    "yanka-name": "Янка Купала",
    "yanka-info": "Янка Купала, ассистент. Иван Доминикович Луцевич (25 июня (7 июля) 1882, Вязынка, ныне Молодечанский район Минской области — 28 июня 1942, Москва) — белорусский поэт, драматург, публицист, переводчик, классик белорусской литературы, один из основоположников новобелорусской литература и литературный литературный язык. Народный поэт Беларуси (1925). Академик АН Беларуси (1928), АН Украины (1929).",
    "yanka-h1": "Молодость",
    "yanka-h2": "Между войнами",
    "yanka-h3": "Последние годы",
    "yanka-timedesc1": "Иван Луцевич родился 7 июля 1882 года (по новому стилю) в усадьбе Вязынка Вилейского уезда Виленской губернии. Отец — Доминик Ануфриевич Луцевич, мать — Банинья (урожденная Валасевич). Родители католического вероисповедания принадлежали к сословию мещан (причислялись к мещанам Минска), происходили из мелкого, обедневшего дворянства, арендовали землю в помещичьих хозяйствах. Во времена Российской империи род не смог документально подтвердить свое дворянское происхождение и утвердиться в статусе российского дворянства. Самый старший предок по отцовской линии упоминается в документах XVII века. Мать поэта происходила из рубажевского дворянства. При крещении 12 июля 1882 года Иван Луцевич числился дворянином, но впоследствии принадлежал к мещанам.",
    "yanka-timedesc2": "Вернулся в Минск в январе 1919 г. после провозглашения Белорусской Советской Социалистической Республики, которая впоследствии была упразднена и включена в состав Литбелевской ССР. Работал заведующим библиотекой Дома Беларуси. Во время польской оккупации с 8 августа 1919 г. по 11 июля 1920 г. находился в Минске. Сотрудничал с белорусскими газетами «Звон», журналом «Белорусская жизнь» и «Беги», в последнем впервые была напечатана его пьеса «Примаки». Почетный член Временного белорусского национального комитета. Драматические события этого периода нашли отражение в стихотворениях «Сыны Беларуси» и «25.III.1918 - 25.III.1920. «Юбилей - поминовение» (к второй годовщине провозглашения независимости БНР) и другие. В статье «Независимость» (1919 г.) он говорил об империалистических устремлениях Польши и Советской России: «Я буду с солью относиться к нашей независимости для независимости наших соседей — Польши и России, потому что обе хотели бы утопить нашу независимость в ложку воды своей независимости». В этот период он открыто высказывал демократические взгляды, проповедовал идеал национальной революции, которую противопоставлял революции социальной.",
    "yanka-timedesc3": "Нападение Германии на СССР во время Второй мировой войны он встретил в Каунасе, где остановился 22 июня 1941 года по пути из Риги, возвращаясь со съезда писателей Советской Латвии. В первые дни войны в Минске сгорели его архив и библиотека. 30 июня 1941 года Янко Купала с женой выехали из загородного дома в Лявках в Москву. С ноября 1941 года жил в селе Пячищи (Татарстан). Как член президиума Всеславянского антифашистского комитета выступал на антифашистских митингах, подписывал обращение к братьям-славянам с призывом к освободительной борьбе против фашизма, участвовал в Первом Всеславянском съезде и в научном сессии Академии наук БССР в Казани, где выступил с докладом \"Отечественная война и белорусская интеллигенция\". Его стихотворение «Белорусский партизан», публицистические статьи печатались в газетах «Правда», «Известия», «Красная звезда» и других.",

    "nil-name": "Нил Гилевич",
    "nil-info": "Нил Симонович Гилевич (30 сентября 1931, село Слобада Лагойского района Минской области — 29 марта 2016, Минск) — белорусский поэт, переводчик, прозаик, драматург, литературовед, фольклорист, общественный деятель. Заслуженный деятель науки БССР (1980). Народный поэт Беларуси (1991). После смерти Рыгора Борадулина в 2014 году Нил Гилевич стал последним живым человеком, носившим звание народного поэта Беларуси.",
    "nil-h1": "Молодость",
    "nil-h2": "Между войнами",
    "nil-h3": "Последние годы",
    "nil-timedesc1": "Он родился в семье Симона Петровича и Катерины Михайловны Гилевич, его отец был председателем Слободского сельсовета. Родители решили назвать сына Нинель (то есть «Ленин» наоборот), в будущем Гилевич изменит это имя на Нил. Всего в семье было восемь детей, в том числе Лина, Лев (Левка), Нинель, Ида (Идея), близнецы Николай и Светлана, Марат, Сальвир (Алесик).",
    "nil-timedesc2": "Член Союза писателей СССР с 1954 года. В 1956 году окончил филологический факультет БГУ. Во время учебы он познакомился со своей будущей женой, однокурсницей Ниной Ивановной Ковалёвой. Отец с войны не вернулся, мать и отчим, работавший железнодорожником, жили в Минске. По распределению она попала в Горадоцкий район Витебской области, после возвращения в Минск пара поженилась. В то время Нил Гилевич был аспирантом БГУ, который окончил в 1959 году. С 1958 по 1963 год он также работал старшим консультантом газеты «Звязда». С 1960 г. преподавал на кафедре белорусской литературы БГУ, с 1968 г. - доцент, с 1978 по 1986 г. - профессор. Кандидат филологических наук (1963).",
    "nil-timedesc3": "Депутат Верховного Совета БССР XI созыва (1985-1990), возглавлял рабочую группу по подготовке проекта Закона Белорусской ССР о языках в Белорусской ССР, принятого 26 января. , 1990 г. на 14-й сессии Верховного Совета БССР XI созыва. Депутат Верховного Совета Беларуси 12-го созыва (1990-1995), член Президиума Верховного Совета, председатель Комиссии по образованию, культуре и сохранению исторического наследия (1990-1995).",

    "korotky-name": "Владими короткевич",
    "korotky-info": "Владимир Семенович Короткевич (26 ноября 1930, Орша — 25 июля 1984, Минск) — белорусский поэт, прозаик, драматург, публицист, переводчик, сценарист, классик белорусской литературы. Один из самых известных деятелей белорусской литературы второй половины 20 века. Первый белорусский писатель, обратившийся к жанру исторического детектива. Творчество Владимира Короткевича характеризуется романтической направленностью, высокой художественной культурой, патриотическим пафосом и гуманистическим звучанием. Писатель значительно обогатил белорусскую литературу в тематическом и жанровом плане, наполнил ее интеллектуальным и философским содержанием. Наиболее известными произведениями автора являются рассказы «Дикая охота царя Стаха», «Седая легенда», повести «Уши под серпом твоим», «Христос приземлился в Городне», «Черный замок Алшанского», очерк «Земля под белыми крыльями».",
    "korotky-h1": "Молодость",
    "korotky-h2": "Между войнами",
    "korotky-h3": "Последние годы",
    "korotky-timedesc1": "Рассказ Владимира Короткевича о дворянских корнях отца, известный из его личных материалов, не соответствует действительности. Вероятно, отец, Семен Тимофеевич Короткевич, не пытался приобщить детей к своему простому происхождению, контрастировавшему со знатностью его жены. Мои предки по отцовской линии были из крестьян села Барсуки (ныне Высокий сельсовет Аршанского уезда) Высокой волости Аршанского уезда и в официальных документах записывались Короткими, а сами именовались Караткевичами. С фамилией Короткий отец был зачислен в Оршанское училище, а с фамилией Короткевич поступил на службу в Оршанское уездное казначейство.",
    "korotky-timedesc2": "В 1949 году Владимир Короткевич окончил среднюю школу и поступил на русское отделение филологического факультета Киевского государственного университета имени Тараса Шевченко, которое окончил в 1954 году. Позже там же закончил аспирантуру. За годы учебы показал себя одним из самых способных учеников, много читал - в круг его читательских интересов входили произведения классиков мировой литературы, украинских, русских, польских, белорусских авторов. Его интересовала не только литература, но и история, прежде всего Беларуси. Он ознакомился со многими публикациями, посвященными национально-освободительному восстанию 1863-1864 гг.",
    "korotky-timedesc3": "В начале 1963 года Владимир Короткевич получил однокомнатную квартиру в Минске по адресу Чернышевского, д. 7, кв. 57. Через некоторое время его мать переехала из Орши в Минск. Весной 1967 года они вдвоем получили квартиру на ул. Вери Харужай, 48, кв. 26. В том же 1967 году, осенью, во время читательской конференции по роману «Уши под серпом» в Бресте, Владимир познакомился с преподавателем Брестского пединститута Валентиной Никитиной (урожд. Ватькович, 1934-1983), с которой на 19 февраля 1971 года женился. Весной 1973 года супруги обменялись квартирой на ул. Вера Харужа и комната в трехкомнатной квартире по ул. Карло Маркса, 36 лет, где они потом жили вместе с матерью Владимира Короткевича.",

    "maks-name": "Максим Богданович",
    "maks-info": "Максим Адамович Богданович (27 ноября (9 декабря) 1891, Минск — 12 (25) мая 1917) — белорусский поэт, публицист, литературовед, переводчик, литературовед; классик белорусской литературы, один из создателей белорусской литературы и современного литературного белорусского языка. Богданович выступал как литературовед и историк. Основоположник традиции белорусского художественного перевода. Стихотворение «Место» из единственного прижизненного сборника поэта «Вянок» — первый образец городской лирики в новой белорусской поэзии. Наследие Максима Богдановича вошло в золотой фонд белорусской культуры.",
    "maks-h1": "Молодость",
    "maks-h2": "Между войнами",
    "maks-h3": "Последние годы",
    "maks-timedesc1": "Учитель 1-й городской школы Минска Адам Егорович Богданович и его жена Мария Апанасавна были материально обеспечены: Адам зарабатывал до 1500 рублей в год за готовую квартиру с отоплением и освещением, которая располагалась на Троицком холме на Александровской улице в г. дом Карказовичей, что во дворе, на втором этаже, в то время в нем располагалась 1-я церковно-приходская школа и учительские квартиры, позднее дом 25 (сейчас здесь участок улицы М. Богдановича напротив сквера у Театр оперы и балета Первенец Вадим родился 6 (18) марта 1890 года, Максим - 27 ноября (9 декабря) 1891 года в 9 часов вечера.",
    "maks-timedesc2": "В Вильнюсе в начале 1914 г. в типографии Мартина Кухты при финансовой поддержке Магдалены Радзивил был издан единственный прижизненный сборник произведений Максима Богдановича «Венок» (1913 г. указан в названии) тиражом тиражом 2000 экз. с дарением: «Венок на могилу С. А. Полуяна (умер 8 апреля 1910 г.)», которое выполнено Вацлавом Ластовским без согласования с автором. Позже Богданович одобрил его инициативу. Сборник содержал 92 стихотворения и 2 поэмы, расположенные на 120 страницах, которые были сгруппированы по следующим признакам: «Картины и песни», «Мысли» и «Мадонны». В письмах в издательство высказывались мнения дополнить «Мадонны» низшим «Любовью и смертью» (13 стихотворений) и к 5 переводам из низшего «Старого наследия» добавить 22 перевода из Поля Верлена и сформировать раздел «Из чужой земли». Однако книга была издана без дополнений и без послесловия «Я снова видел свадьбу» к стихотворению «Вероника». В сокращенном виде «Венок» Богдановича остается классической книгой стихов, но, естественно, в этом варианте он не выражает общей первичной мысли поэта, следовавшего примеру «Божественной комедии» Данте из троицы. как основной композиционный принцип построения художественного произведения, из стремления познать мир в его диалектической сущности, гармонии, развитии. В полном сборнике стихов М. Богданович 1992-1995 гг. однако издатели исправили все вышеуказанные потери, нарушив тем самым историческую правду.",
    "maks-timedesc3": "М. Богданович дружил с той интеллигенцией, которая группировалась вокруг «Белорусской избы». Он ездил в приюты для детей-беженцев, чтобы своими глазами увидеть, как живут сироты. Даже чай с сахаром не пила, чтобы сохранить и отдать в приют детям. В то время Максим Богданович написал такие известные произведения, как «Я потеряю лебедя» и «Погоня».",

    "Yakub-Kolas" : "Якуб Колас",
    "Yanka-Kupala" : "Янка Купала",
    "Nil-Gilevich" : "Нил Гилевич",
    "Vladimir-Korotkevich" : "Владимир Короткевич",
    "Maksim-Bogdanovich" : "Максим Богданович"

}