{
    "nav-main": "Home",
    "nav-list": "List of writers",
    "nav-about": "About authors",
    "main-info": "Welcome to the ReadBel Portal. Here you can find information about the most prominent writers of Belarus. Happy viewing.",

    "daypoet-name": "Writer of the day",
    "daypoet-info": "Yakub Kolas (real name and surname Konstantin Mikhailovich Mitskevich; October 22 (November 3), 1882 - August 13, 1956, Minsk) - Belarusian writer, playwright, poet and translator, public figure. One of the classics and founders of the new Belarusian literature. People's Poet of the Byelorussian SSR (1926). Academician of the Academy of Sciences of the Byelorussian SSR (1928). Member of the SP of the USSR (1934). Honored Worker of Science of the Byelorussian SSR (1944). Member of the CPSU (b) since 1945.",
    "more": "Read more",

    "list": "Writers",

    "read-more" : "Read more",

    "listwriters-h": "Other writers",
    "listworks-h": "Works",
    "writer-yanka": "Yanka Kupala",
    "writer-yakub": "Yakub Kolas",
    "writer-nil": "Nil Gilevich",
    "writer-korotky": "Vladimir Korotkevich",
    "writer-maks": "Maksim Bogdanovich",
    "writer-yanka-i": "Y.Kupala",
    "writer-yakub-i": "Y.Kolas",
    "writer-nil-i": "N.Gilevich",
    "writer-korotky-i": "V.Korotkevich",
    "writer-maks-i": "M.Bogdanovich",

    "search-holder": "Search for...",

    "anton": "Anton",
    "anton-name": "Sakovsky Anton",
    "anton-descript": "Student of BSUIR of faculty of computer systems and networks. My specialization is program software of information technologies. I go in for sports, a former professional footballer, I like to watch movies in the evenings and hang out with friends. My favorite pastime is to make labs at night :)",
    "oleg": "Oleg",
    "oleg-name": "Bordilovsky Oleg",
    "oleg-descript": "Student of BSUIR of faculty of computer systems and networks. He loved to program and try himself in different directions, until he had to learn how to write websites. Since then, I have been waking up at night from the nightmare that I became a frontend developer.",

    "yakub-name": "Yakub Kolas",
    "yakub-info": "Yakub Kolas, abbr. Konstantin Mikhailovich Mitskevich (October 22 (November 3), 1882, Akinchitsy settlement (now within the city of Stolbtsy) - August 13, 1956, Minsk) - Belarusian poet, prose writer, playwright, critic, publicist, translator, scientist, teacher, public figure; one of the founders of modern Belarusian literature and literary language. People's Poet of Belarus (1926). Academician of the Academy of Sciences of Belarus (1928). Honored Scientist of Belarus (1944).",
    "yakub-h1": "Youth",
    "yakub-h2": "Between wars",
    "yakub-h3": "Last years",
    "yakub-timedesc1": "Born in the village of Akinchitsy, Minsk district, Minsk province. Parents - Mikhal Kazimirovich and Anna Yuryevna (nee Lesik) from the village of Nikolayevshchina (now 12 km from Stoubtsevo). Of their 13 children, only 9 survived to adulthood. His father was a forester on the estates of the Radzivils, and his mother was a farmer. Brothers Vladimir (1879-1954), Ales (1880-1940), Joseph (1895-1980), Michal (1897-1991), sisters Mikhalin (1887-1977), Jozef (1891-1964), Maria (1900). Shortly after the birth of Kostus, that was the name of Konstantin in their homeland, the family moved to the tract Lastok (or Sukhoshchina), then, in 1890-1904, the Mickiewicz lived in the forestry village of Albut near Nikolayevshchina.",
    "yakub-timedesc2": "During the First World War, since 1915, together with his family he was a refugee in the Moscow province. Mobilized, in 1916 he graduated from the Moscow Alexander Military Academy, served in a reserve regiment in Perm. Meanwhile, the family moved to Obayan (now the Kursk region of Russia). In the summer of 1917, he was sent to the Romanian front with the rank of second lieutenant, but was soon on leave for health reasons. Finally, as a teacher, Konstantin Mitskevich (Yakub Kolas) was released from military service and stayed with his family in Obayan, working as a teacher and school instructor.",
    "yakub-timedesc3": "After the German attack on the USSR during World War II, the poet lived in Klyazma, Tashkent, Moscow near Moscow. In 1944, Yakub Kolas was awarded the title of Honored Scientist of the BSSR. At the end of 1944 he returned to Minsk.",

    "yanka-name": "Yanka Kupaka",
    "yanka-info": "Yanka Kupala, assistant. Ivan Dominikovich Lutsevich (June 25 (July 7), 1882, Vyazynka, now the Molodechansky district of the Minsk region - June 28, 1942, Moscow) - Belarusian poet, playwright, publicist, translator, classic of Belarusian literature, one of the founders of the new Belarusian literature and literary literary language. People's Poet of Belarus (1925). Academician of the Academy of Sciences of Belarus (1928), Academy of Sciences of Ukraine (1929).",
    "yanka-h1": "Youth",
    "yanka-h2": "Between wars",
    "yanka-h3": "Last years",
    "yanka-timedesc1": "Ivan Lutsevich was born on July 7, 1882 (according to the new style) in the estate of Vyazynka, Vileika district, Vilna province. Father - Dominik Anufrievich Lutsevich, mother - Baninya (née Valasevich). Parents of the Catholic faith belonged to the class of petty bourgeois (they were ranked among the petty bourgeois of Minsk), came from a small, impoverished nobility, rented land in landowners' farms. During the time of the Russian Empire, the family was unable to document its noble origin and establish itself in the status of the Russian nobility. The oldest paternal ancestor is mentioned in documents of the 17th century. The poet's mother came from the Rubazhevsky nobility. At baptism on July 12, 1882, Ivan Lutsevich was listed as a nobleman, but later belonged to the bourgeoisie.",
    "yanka-timedesc2": "He returned to Minsk in January 1919 after the proclamation of the Byelorussian Soviet Socialist Republic, which was subsequently abolished and incorporated into the Litbel SSR. He worked as the head of the library of the House of Belarus. During the Polish occupation from August 8, 1919 to July 11, 1920 he was in Minsk. Collaborated with the Belarusian newspapers \"Ringing\", the magazine \"Belarusian Life\" and \"Run\", in the latter his play \"Primaki\" was first published. Honorary member of the Provisional Belarusian National Committee. The dramatic events of this period are reflected in the poems “Sons of Belarus” and “25.III.1918 - 25.III.1920. \"Jubilee - commemoration\" (on the second anniversary of the declaration of independence of the BNR) and others. In the article “Independence” (1919), he spoke about the imperialist aspirations of Poland and Soviet Russia: “I will treat our independence with salt for the independence of our neighbors - Poland and Russia, because both would like to drown our independence in a spoonful of independence.\" During this period, he openly expressed democratic views, preached the ideal of a national revolution, which he opposed to a social revolution.",
    "yanka-timedesc3": "He met the German attack on the USSR during World War II in Kaunas, where he stopped on June 22, 1941 on his way from Riga, returning from the congress of writers of Soviet Latvia. In the first days of the war, his archive and library burned down in Minsk. On June 30, 1941, Janko Kupala and his wife left their country house in Lyavki for Moscow. From November 1941 he lived in the village of Pyachishchi (Tatarstan). As a member of the Presidium of the All-Slavic Anti-Fascist Committee, he spoke at anti-fascist rallies, signed an appeal to the Slav brothers with an appeal for a liberation struggle against fascism, participated in the First All-Slavic Congress and in the scientific session of the Academy of Sciences of the BSSR in Kazan, where he made a report \"Patriotic war and the Belarusian intelligentsia \". His poem \"Belarusian Partisan\", journalistic articles were published in the newspapers \"Pravda\", \"Izvestia\", \"Red Star\" and others.",

    "nil-name": "Nil Gilevich",
    "nil-info": "Nil Simonovich Gilevich (September 30, 1931, Slobada village, Lagoisky district, Minsk region - March 29, 2016, Minsk) - Belarusian poet, translator, prose writer, playwright, literary critic, folklorist, public figure. Honored Scientist of the BSSR (1980). People's Poet of Belarus (1991). After the death of Ryhor Boradulin in 2014, Nil Gilevich became the last living person to bear the title of People's Poet of Belarus.",
    "nil-h1": "Youth",
    "nil-h2": "Between wars",
    "nil-h3": "Last years",
    "nil-timedesc1": "He was born in the family of Simon Petrovich and Katerina Mikhailovna Gilevich, his father was the chairman of the Sloboda village council. The parents decided to name their son Ninel (that is, \"Lenin\" on the contrary), in the future Gilevich will change this name to Nil. In total, the family had eight children, including Lina, Lev (Levka), Ninel, Ida (Idea), twins Nikolai and Svetlana, Marat, Salvir (Alesik).",
    "nil-timedesc2": "Member of the Writers' Union of the USSR since 1954. In 1956 he graduated from the Faculty of Philology of Belarusian State University. During his studies, he met his future wife, classmate Nina Ivanovna Kovaleva. His father did not return from the war, his mother and stepfather, who worked as a railway worker, lived in Minsk. According to the distribution, she ended up in the Goradotsky district of the Vitebsk region, after returning to Minsk, the couple got married. At that time, Nil Gilevich was a graduate student at Belarusian State University, graduating in 1959. From 1958 to 1963 he also worked as a senior consultant for the Zvyazda newspaper. Since 1960 he taught at the Belarusian Literature Department of Belarusian State University, since 1968 - Associate Professor, from 1978 to 1986 - Professor. Candidate of Philological Sciences (1963).",
    "nil-timedesc3": "Member of the Supreme Council of the BSSR of the 11th convocation (1985-1990), headed the working group for the preparation of the draft Law of the Byelorussian SSR on languages in the Byelorussian SSR, adopted on January 26. , 1990 at the 14th session of the Supreme Council of the BSSR of the XI convocation. Member of the Supreme Council of Belarus of the 12th convocation (1990-1995), member of the Presidium of the Supreme Council, chairman of the Commission on Education, Culture and Preservation of Historical Heritage (1990-1995).",

    "korotky-name": "Maksim Bogdanovich",
    "korotky-info": "Vladimir Semenovich Korotkevich (November 26, 1930, Orsha - July 25, 1984, Minsk) - Belarusian poet, prose writer, playwright, publicist, translator, screenwriter, classic of Belarusian literature. One of the most famous figures of Belarusian literature of the second half of the 20th century. The first Belarusian writer who turned to the genre of historical detective story. The work of Vladimir Korotkevich is characterized by a romantic orientation, high artistic culture, patriotic pathos and humanistic sound. The writer significantly enriched Belarusian literature in thematic and genre terms, filled it with intellectual and philosophical content. The most famous works of the author are the stories \"The Wild Hunt of Tsar Stakh\", \"The Gray-haired Legend\", the stories \"Ears Under Your Sickle\", \"Christ Landed in Gorodnya\", \"The Black Castle of Alshansky\", the essay \"The Land Under White Wings\".",
    "korotky-h1": "Youth",
    "korotky-h2": "Between wars",
    "korotky-h3": "Last years",
    "korotky-timedesc1": "The teacher of the 1st city school in Minsk Adam Egorovich Bogdanovich and his wife Maria Apanasavna were financially secure: Adam earned up to 1,500 rubles a year for a finished apartment with heating and lighting, which was located on Troitsky Hill on Aleksandrovskaya Street in the Karkazovichi house, which in courtyard, on the second floor, at that time it housed the 1st parochial school and teachers' apartments, later house 25 (now there is a section of M. Bogdanovich street opposite the square near the Opera and Ballet Theater The first-born Vadim was born on March 6 (18), 1890 of the year, Maxim - November 27 (December 9), 1891 at 9 pm.",
    "korotky-timedesc2": "In Vilnius, at the beginning of 1914, in the printing house of Martin Kukhta, with the financial support of Magdalena Radzivil, the only lifetime collection of works by Maxim Bogdanovich \"Wreath\" (1913 is indicated in the title) was published with a circulation of 2000 copies. with a donation: \"A wreath on the grave of S. A. Poluyan (died April 8, 1910)\", which was made by Vaclav Lastovsky without the consent of the author. Bogdanovich later approved his initiative. The collection contained 92 poems and 2 poems, located on 120 pages, which were grouped according to the following criteria: \"Pictures and Songs\", \"Thoughts\" and \"Madonnas\". In letters to the publishing house, opinions were expressed to supplement Madonnas with the lower Love and Death (13 poems) and add 22 translations from Paul Verlaine to 5 translations from the lower Old Heritage and form the section From a Foreign Land. However, the book was published without additions and without the afterword \"I saw the wedding again\" to the poem \"Veronica\". In an abbreviated form, Bogdanovich's \"Wreath\" remains a classic book of poetry, but, naturally, in this version it does not express the general primary thought of the poet, who followed the example of Dante's \"Divine Comedy\" from the trinity. as the main compositional principle of building a work of art, from the desire to know the world in its dialectical essence, harmony, development. In the complete collection of poems M. Bogdanovich 1992-1995. however, the publishers corrected all the above losses, thus violating the historical truth.",
    "korotky-timedesc3": "M. Bogdanovich was friends with the intelligentsia, which was grouped around the \"Belarusian hut\". He went to shelters for refugee children to see with his own eyes how orphans live. I didn’t even drink tea with sugar in order to keep it and give it to the children’s shelter. At that time, Maxim Bogdanovich wrote such famous works as \"I will lose the swan\" and \"The Chase\".",

    "Yakub-Kolas" : "Yakub Kolas",
    "Yanka-Kupala" : "Yanka Kupala",
    "Nil-Gilevich" : "Nil Gilevich",
    "Vladimir-Korotkevich" : "Vladimir Korotkevich",
    "Maksim-Bogdanovich" : "Maksim Bogdanovich"
}